aaaaronzhou.nginx-config-formatter-vscode-extension
adelphes.android-dev-ext
albert.tabout
amazonwebservices.codewhisperer-for-command-line-companion
amodio.tsl-problem-matcher
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
azemoh.one-monokai
bazelbuild.vscode-bazel
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
catppuccin.catppuccin-vsc
ckolkman.vscode-postgres
codezombiech.gitignore
cschlosser.doxdocgen
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
daltonmenezes.aura-theme
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
diemasmichiels.emulate
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
equimper.react-native-react-redux
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
exiasr.hadolint
felixangelov.bloc
felixfbecker.css-stacking-contexts
figma.figma-vscode-extension
fivethree.vscode-fastlane-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
fwcd.kotlin
github.codespaces
github.copilot
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
jaakko.black
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
jeroen-meijer.pubspec-assist
johnpapa.winteriscoming
kaiqun.build-runner
kasik96.swift
lextudio.restructuredtext
liviuschera.noctis
llvm-vs-code-extensions.vscode-clangd
localizely.flutter-intl
mariomatheu.syntax-project-pbxproj
marp-team.marp-vscode
mateocerquetella.xcode-12-theme
mathiasfrohlich.kotlin
matthewpi.caddyfile-support
mhutchie.git-graph
mikestead.dotenv
mobalic.jetbrains-dark-theme
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
ocamllabs.ocaml-platform
onecrayon.theme-quietlight-vsc
orta.vscode-jest
pkief.material-icon-theme
prisma.prisma
rangav.vscode-thunder-client
rebornix.ruby
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
robertz.code-snapshot
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sdras.fortnite-vscode-theme
sdras.night-owl
serayuzgur.crates
shalldie.background
sourcegraph.cody-ai
sscsps.pure-black
sswg.swift-lang
tamasfe.even-better-toml
tarik02.absolutely-black
timonwong.shellcheck
tomoyukim.vscode-mermaid-editor
trond-snekvik.simple-rst
ttoowa.in-your-face-incredible
tyriar.lorem-ipsum
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
zhuangtongfa.material-theme
ziglang.vscode-zig
zxh404.vscode-proto3
