tap "dandavison/open-in-editor", "https://github.com/dandavison/open-in-editor.git"
tap "dart-lang/dart"
tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "lokalise/cli-2"
tap "xcodesorg/made"
brew "act"
brew "python@3.12"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "aria2"
brew "arp-scan"
brew "cryptography"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "btop"
brew "glib"
brew "chruby"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "dart-sdk"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "openjdk"
brew "gradle"
brew "hugo"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "kotlin"
brew "lcov"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "ninja"
brew "meson"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "openssl@3.0"
brew "pandoc"
brew "poppler"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "sleuthkit"
brew "spotify-tui"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "vhs"
brew "wget"
brew "yarn"
brew "yazi"
brew "zig"
brew "zoxide"
brew "genkiroid/cert/cert"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "lokalise/cli-2/lokalise2"
brew "xcodesorg/made/xcodes"
cask "android-platform-tools"
cask "fig"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-maple"
cask "font-symbols-only-nerd-font"
cask "hiddenbar"
cask "kitty"
cask "mitmproxy"
cask "open-in-editor"
cask "postman"
cask "raycast"
cask "stats"
cask "vscodium"
cask "xcodes"
cask "zed"
