tap "dandavison/open-in-editor", "https://github.com/dandavison/open-in-editor.git"
tap "felixkratz/formulae"
tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "lokalise/cli-2"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "th-ch/youtube-music"
tap "xcodesorg/made"
brew "act"
brew "lz4"
brew "libtiff"
brew "jpeg-xl"
brew "aria2"
brew "arp-scan"
brew "automake"
brew "awscli"
brew "bandwhich"
brew "node"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "caddy"
brew "glib"
brew "cairo"
brew "chruby"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "curlie"
brew "epr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "gopls"
brew "hexyl"
brew "hugo"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "imlib2"
brew "jdtls"
brew "jj"
brew "jq"
brew "just"
brew "khal"
brew "ktlint"
brew "lcov"
brew "librdkafka"
brew "llvm"
brew "lld"
brew "lolcat"
brew "lua-language-server"
brew "meson"
brew "neofetch"
brew "neovim"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openssl@3.0"
brew "pandoc"
brew "php@8.2"
brew "phpstan"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "python@3.11"
brew "python@3.12"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "shfmt"
brew "sleuthkit"
brew "socat"
brew "starship"
brew "tailscale"
brew "taplo"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "vcpkg"
brew "vdirsyncer"
brew "vhs"
brew "vim"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
brew "genkiroid/cert/cert"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jetbrains/utils/kotlin-lsp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "lokalise/cli-2/lokalise2"
brew "oven-sh/bun/bun"
brew "xcodesorg/made/xcodes"
cask "aerospace"
cask "anaconda"
cask "android-platform-tools"
cask "android-sdk"
cask "bitwarden"
cask "bruno"
cask "dbeaver-community"
cask "fig"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "hiddenbar"
cask "kitty"
cask "librewolf"
cask "mitmproxy"
cask "ollamac"
cask "open-in-editor"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "spotify"
cask "stats"
cask "tableplus"
cask "temurin@8"
cask "visual-studio-code"
cask "wezterm"
cask "xcodes-app"
cask "youtube-music"
vscode "atlassian.atlascode"
vscode "catppuccin.catppuccin-vsc"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "jdinhlife.gruvbox"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shalldie.background"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "wongjn.php-sniffer"
vscode "zobo.php-intellisense"
