tap "dandavison/open-in-editor", "https://github.com/dandavison/open-in-editor.git"
tap "felixkratz/formulae"
tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "lokalise/cli-2"
tap "nikitabobko/tap"
tap "xcodesorg/made"
brew "act"
brew "lz4"
brew "libtiff"
brew "jpeg-xl"
brew "aria2"
brew "arp-scan"
brew "python@3.12"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "chruby"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cocoapods"
brew "php"
brew "composer"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "gopls"
brew "hugo"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "khal"
brew "lcov"
brew "llvm"
brew "lolcat"
brew "meson"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "openssl@3.0"
brew "pandoc"
brew "poppler"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "sleuthkit"
brew "starship"
brew "tailscale"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "vdirsyncer"
brew "vhs"
brew "vim"
brew "wget"
brew "xcodes"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
brew "genkiroid/cert/cert"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "lokalise/cli-2/lokalise2"
cask "aerospace"
cask "anaconda"
cask "android-platform-tools"
cask "android-sdk"
cask "bruno"
cask "fig"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "hiddenbar"
cask "kitty"
cask "mitmproxy"
cask "ollamac"
cask "open-in-editor"
cask "postman"
cask "raycast"
cask "spotify"
cask "stats"
cask "tableplus"
cask "temurin@8"
cask "visual-studio-code"
cask "xcodes"
vscode "catppuccin.catppuccin-vsc"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jdinhlife.gruvbox"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "pkief.material-icon-theme"
vscode "shalldie.background"
vscode "twxs.cmake"
